<template>
    <div class="bpm">
        <h2>
            BPM page
        </h2>
                
        <br>
        <b-card bg-variant="light" text-variant="black" title="Моделирование бизнес-процессов - Business process modeling">
            <b-card-text>
                Моделирование бизнес - процессов ( BPM ) в управление бизнес - процессами и инженерных систем является деятельность , 
                представляющая процессы предприятия, так что текущий процесс может быть проанализирована, улучшена и автоматизирована. BPM ,
                как правило , осуществляются бизнес - аналитики, которые предоставляют опыт в модельной дисциплине; эксперты в предметной области, 
                которые имеют специальные знания процессов моделируемые; или более обычно группа , содержащие оба. Кроме того , модель процесса может 
                быть получена непосредственно из журналов событий с использованием интеллектуального анализа процесса инструментов.
            </b-card-text>
            <img src="@/assets/bpm.png" alt="">
            <figcaption>Пример бизнес - процесса моделирования процесса с нормальным потоком с бизнес - модели процесса и Notation</figcaption>
        </b-card>
              <b-card
                border-variant="danger"
                header="Для чего нужен BPM и какие задачи он решает."
                header-border-variant="danger"
                header-text-variant="danger"
                align="center"
            >
                <b-card-text>
                    Цель бизнеса часто увеличить скорость процесса или уменьшить время цикла; для повышения качества; или сократить расходы, такие как труд, 
                    материалы, лом, или капитальные затраты. На практике решение руководства инвестировать в моделировании бизнес - процессов часто мотивируется 
                    необходимостью документировать требования к информационной технологии проекта.

                    Управление изменениями программы , как правило , участвуют положить все улучшенные бизнес - процессы на практике. С развитием в разработке 
                    программного обеспечения, видение моделей BPM становится полностью исполняемые (и способное моделирование и туда-обратно техников) приближаются к реальности.
                </b-card-text>
        </b-card>
    </div>
</template>

<style scoped>
    .bpm{
        margin-top: 25px;

    }
</style>